[
  {
    "symbol": "AMZN",
    "price": 3272.71,
    "beta": 1.28748,
    "volAvg": 4945587,
    "mktCap": 1639267700000,
    "lastDiv": 0,
    "range": "1626.03-3552.25",
    "changes": -65.94,
    "companyName": "Amazon.com Inc",
    "currency": "USD",
    "cik": "0001018724",
    "isin": "US0231351067",
    "cusip": "023135106",
    "exchange": "Nasdaq Global Select",
    "exchangeShortName": "NASDAQ",
    "industry": "Internet Retail",
    "website": "http://www.amazon.com/",
    "description": "Amazon.com, Inc. engages in the provision of online retail shopping services. The company is headquartered in Seattle, Washington and currently employs 750,000 full-time employees. The firm's products include merchandise and content that it purchases for resale from vendors and those offered by third-party sellers. The company also manufactures and sells electronic devices. The company operates through three segments: North America, International and Amazon Web Services (AWS). Its AWS products include analytics, Amazon Athena, Amazon CloudSearch, Amazon EMR, Amazon Elasticsearch Service, Amazon Kinesis, Amazon Managed Streaming for Apache Kafka, Amazon Redshift, Amazon QuickSight, AWS Data Pipeline, AWS Glue and AWS Lake Formation. AWS solutions include machine learning, analytics and data lakes, Internet of Things, serverless computing, containers, enterprise applications, and storage. In addition, the Company provides services, such as advertising. The company also offers Amazon Prime, a membership program that includes free shipping, access to streaming of various movies and television (TV) episodes.",
    "ceo": "Mr. Jeffrey Bezos",
    "sector": "Consumer Cyclical",
    "country": "US",
    "fullTimeEmployees": "840400",
    "phone": "12062661000",
    "address": "410 Terry Ave N",
    "city": "Seattle",
    "state": "WASHINGTON",
    "zip": "98109-5210",
    "dcfDiff": -1002.74,
    "dcf": 3410.26,
    "image": "https://financialmodelingprep.com/image-stock/AMZN.png",
    "ipoDate": "1997-05-01",
    "defaultImage": false
  }
]
